           03  CONTRACT-NUMBER        PIC 9(12).
           03  CONTRACT-DATE          PIC 9(08).
           03  CONTRACT-TYPE          PIC X(02).
           03  CONTRACT-AMOUNT        PIC 9(13)V99.
