           03  LINE-NUMBER            PIC 9(03).
           03  LINE-DESCRIPTION       PIC X(40).
           03  LINE-QUANTITY          PIC 9(05).
           03  LINE-UNIT-PRICE        PIC 9(09)V99.
           03  LINE-TOTAL             PIC 9(11)V99.
