           03  PAYMENT-METHOD         PIC X(02).
           03  PAYMENT-FREQUENCY      PIC 9(02).
           03  PAYMENT-AMOUNT         PIC 9(11)V99.
