       IDENTIFICATION DIVISION.
       PROGRAM-ID. COPYBOOK-EXAMPLE.

       DATA DIVISION.
       WORKING-STORAGE SECTION.

       COPY EMPLOYEE-CPY.
       COPY COUNTERS-CPY.

       PROCEDURE DIVISION.

       MAIN-PARA.
           INITIALIZE WS-EMPLOYEE
           MOVE 1 TO WS-CTR
           STOP RUN.
