       IDENTIFICATION DIVISION.
       PROGRAM-ID. EXEC-SQL-INCLUDE-EXAMPLE.

       DATA DIVISION.
       WORKING-STORAGE SECTION.

       EXEC SQL INCLUDE EMPLOYEE-CPY END-EXEC.
       EXEC SQL INCLUDE COUNTERS-CPY END-EXEC.

       PROCEDURE DIVISION.

       MAIN-PARA.
           INITIALIZE WS-EMPLOYEE
           MOVE 1 TO WS-CTR
           STOP RUN.
