       IDENTIFICATION DIVISION.
       PROGRAM-ID. MIXED-COPY-INCLUDE.

       DATA DIVISION.
       WORKING-STORAGE SECTION.

       COPY EMPLOYEE-CPY.
       EXEC SQL INCLUDE COUNTERS-CPY END-EXEC.

       PROCEDURE DIVISION.

       MAIN-PARA.
           INITIALIZE WS-EMPLOYEE
           MOVE 1 TO WS-CTR
           STOP RUN.
